Repository: Yanislammari/EFD-iOS-App-Delivery
Catalog: EFD-Delivery/Localizable.xcstrings
Source language: en
Languages: es, fr

# ACCOUNT_ADMIN_TEXT
source: Your account have been created by an admin
es: Tu cuenta ha sido creada por un administrador.
fr: Votre compte à été crée par un Admin

# ALL_FIELDS_ERROR
source: All fields required
es: Todos los campos requeridos
fr: Tout les champs doivent être remplis

# CAMERA_MESSAGE_ERROR
source: Camera not availble
es: Cámara no disponible
fr: Camera non disponible

# DISTANCE_DELIVERY_ERROR
source: Error, you are not in 200m of the destination
es: Error, no estás a 200m del destino
fr: Erreur, vous n’êtes pas a 200m de la destination

source: Error server
es: Error Servidor
fr: Erreur serveur

# FORGOT_PASSWORD_BUTTON_TEXT
source: Forgot password
es: Has olvidado tu contraseña
fr: Mot de passe oublié

# GET_PHOTO_ERROR
source: Error for get the photo
es: Error al obtener la foto.
fr: Erreur lors de la récupération de la photo

# GSCONTROLLER_ERROR_LOCATION
source: You have not enabled geolocation, please reactivate it !
es: No has habilitado la geolocalización, ¡reactívala!
fr: Vous n’avez pas accepter la géolocalisation, veuillez la réactiver !

# GSCONTROLLER_ERROR_LOCATION_SETTINGS
source: Reactivate location !
es: ¡Reactivar ubicación!
fr: Réactiver la géolocalisation !

# LOGIN_TEXT
source: Log in !
es: Acceso !
fr: Connectez vous !

# MAP_TITLE
source: Map
es: Mapa
fr: Carte

# NEW_PASSWORD
source: Recieve new password
es: Recibir nueva contraseña
fr: Recevoir un mot de passe

# NO_POINT_SELECTED_ERROR
source: Error, no point selected
es: Error, no hay ningún punto seleccionado
fr: Erreur, aucun point sélectionné

# PASSWORD_TEXT_FIELD
source: Password...
es: Contraseña...
fr: Mot de passe…

# PHOTO_SEND_SUCCES
source: Photo send !
es: ¡Enviar foto!
fr: Photo envoyée !

# ROUNDS_TEXT
source: Rounds
es: Rondas
fr: Tournées

# WELCOME_TEXT
source: Welcome !
es: Bienvenido !
fr: Bienvenue
